Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_nosti_esille_eu:n_arktisessa_foorumissa_alkuperaiskansojen_osallistumismahdollisuudet_eu:ssa.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät nosti esille EU:n Arktisessa Foorumissa alkuperäiskansojen osallistumismahdollisuudet EU:ssa
sme: Sámediggi bajidii ovdan EU:a Árktalaš forumas eamiálbmogiid oassálastinvejolašvuođaid EU:s

source: Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso osallistui 3.-4.10.2019 Uumajassa Ruotsissa Euroopan komission, Euroopan ulkosuhdehallinon sekä Ruotsin hallituksen järjestämään EU:n Arktiseen Foorumiin (EU Arctic Forum).
sme: Sámedikki II várreságajođiheaddji Tuomas Aslak Juuso oassálasttii 3.-4.10.2019 Uumajas Ruoŧas Eurohpá komišuvnna, Eurohpá olgogaskavuođahálddahusa sihke Ruoŧa ráđđehusa ordnen EU:a Árktalaš Forumii (EU Arctic Forum).

source: Juuso nosti foorumissa esille kysymyksen siitä, miten EU:n päätöksenteossa pystyttäisiin aidosti huomioimaan sen alueella elävien eri kansojen näkemyksiä.
sme: Juuso bajidii Forumis ovdan gažaldaga das, man láhkai EU:a mearrádusbargamis sáhtášii duođalaččat vuhtii váldit dan guovllus ealli sierra álbmogiid oainnuid.

source: Yhteisten kestävien ratkaisujen löytämiseksi arktisilla alueilla, Juuso korosti erityisesti alkuperäiskansojen osallistumismahdollisuuksien parantamista siten, että heillä olisi tasavertaiset osallistumismahdollisuudet vaikuttamiseen ja päätöksentekoon EU:ssa muiden kansojen edustajien kanssa.
sme: Oktasaš suvdilis čovdosiid gávdnama dihtii árktalaš guovlluin, Juuso deattuhii erenomážit eamiálbmogiid oassálastinvejolašvuođaid buorideami nu, ahte sis livčče ovttaveardásaš oassálastinvejolašvuođat váikkuheapmái ja mearrádusbargamii EU:s eará álbmogiid ovddasteaddjiiguin.

source: Keskustelua herättivät myös arktisille alueille suunnitellut erilaiset suuret investointihankkeet, joita markkinoidaan niiden kestävyys edellä (sustainable investment).
sme: Ságastallama bohciidahtte maiddái árktalaš guovlluide plánejuvvon iešguđetlágan stuorra investerenfidnut, mat márkanastojit daid suvdilvuohta vuosttasin (sustainable investment).

source: Juuso kuitenkin perään kuulutti tällaisten hankkeiden suunnittelun yhteydessä toteutettavan riskien arviointiprosessin tärkeyttä ja pohti, miten niissä huomioidaan suunnitteilla olevien investointien mahdolliset negatiiviset vaikutuksen saamelaiskulttuurille tai saamelaisten oikeuksien toteutumiselle, vai huomioidaanko niitä?
sme: Juuso goittotge váillahii dákkár fidnuid plánema oktavuođas dahkkon riskkaid árvvoštallanproseassa dehálašvuođa ja guorahalai, man láhkai dáin vuhtii váldojuvvojit plánejuvvon investeremiid vejolaš negatiivvalaš váikkuhusat sámekultuvrii dahje sámiid vuoigatvuođaid ollašuvvamii, vai vuhtii váldojuvvojitgo dat ?

source: EU:n Arktisen Foorumin yhteydessä Juuso tapasi myös ulkoministeri Pekka Haavistoa.
sme: EU:a Árktalaš Foruma oktavuođas Juuso deaivvadii maiddái olgoriikkaministtar Pekka Haavistoin.

source: Tapaamisen yhteydessä keskusteltiin mm. Barentsin alueen yhteistyön merkityksestä.
sme: Deaivvadeami oktavuođas ságastallui ee. Barents guovllu oktasašbarggu mearkkašumis.

source: Juuson mukaan alkuperäiskansojen kokonaisvaltaisia osallistumismahdollisuuksia tulisi vahvistaa myös Barentsin Euroarktisen Neuvoston (BEAC) toiminnassa ja rahoitusta tälle lisätä.
sme: Juuso mielde eamiálbmogiid oppalaš oassálastinvejolašvuođaid galggašii nannet maiddái Barents Euro-Árktalaš ráđi (BEAC) doaimmas ja ruhtadeami dasa lasihit.

source: EU:n Arktinen Foorumi on tapahtuma, jossa arktisen alueen eri tahojen edustajat kokoontuvat yhteen ja voivat keskustella mm. arktisen alueen viimeaikaisesta kehityksestä.
sme: EU:a Árktalaš Forum lea dáhpáhus, gos árktalaš guovllu sierra oassebealit čoahkkanit oktii ja sáhttet ságastit ee. árktalaš guovllu maŋimuš áigge ovdáneamis.

source: Tapahtumassa keskusteltiin EU:n arktisen politiikan viimeaikaisista saavutuksista ja luotiin katsaus tulevaan.
sme: Dáhpáhusas ságastallui EU:a árktalaš politihka maŋimuš áigge bohtosiin ja ságastallui boahttevaš doaimmain.

source: Myös vuotuinen arktisten alkuperäiskansojen dialogi järjestetään tapahtuman yhteydessä 4.10.2019.
sme: Maiddái árktalaš eamiálbmogiid jahkásaš dialoga ordnejuvvo dáhpáhusa oktavuođas 4.10.2019.

source: Lisätietoja
sme: Lassidieđut:

source: Tuomas Aslak Juuso, II varapuheenjohtaja tuomas.juuso@samediggi.fi puh. 040 187 1331
sme: Sámedikki II várreságadoalli Tuomas Aslak Juuso tel. 040 1871331 tuomas.juuso(at)samediggi.fi
